Repository: common-repository/peckplayer
Catalog: languages/peckplayer-*.po
Languages: fr_fr

source: Add a PeckPlayer
fr_fr: Ajouter un PeckPlayer

source: Add
fr_fr: Ajouter

source: PeckPlayer deleted.
fr_fr: PeckPlayer supprimé.

source: PeckPlayer is already deleted.
fr_fr: Ce PeckPlayer a déjà été supprimé.

source: Please enter a name.
fr_fr: Veuillez entrer un nom pour votre modèle.

source: Please select a version.
fr_fr: Veuillez choisir une version

source: The version you select is invalid.
fr_fr: La version sélectionnés est invalide.

source: Please select a color for the foreground of the button.
fr_fr: Veuillez choisir une couleur de premier plan.

source: Please select a color for the background of the button.
fr_fr: Veuillez choisir une couleur de fond.

source: Please select a color for the text.
fr_fr: Veuillez choisir une couleur pour les textes.

source: Options saved.
fr_fr: Configuration enregistrée.

source: You like our work ?
fr_fr: Vous aimez notre travail ?

source: Feel free to use this button
fr_fr: N'hésitez pas à faire un don

source: My PeckPlayer
fr_fr: Mes PeckPlayer

source: Add a template
fr_fr: Ajouter un modèle

source: Create here your templates
fr_fr: Créez ici les modèles que vous pourrez ajouter dans vos articles.

source: Name
fr_fr: Nom

source: PeckPlayer Tag
fr_fr: Tag Peckplayer

source: Edit this line
fr_fr: Modifier

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: is developed by
fr_fr: est développé par

source: check the project page
fr_fr: allez voir la page du projet

source: Are you sure you want to delete ?
fr_fr: Êtes-vous sûr de vouloir supprimer ce modèle ? il ne sera plus visible dans les articles !

source: Add a Peckplayer and choose your sound in library
fr_fr: Ajouter un PeckPlayer et choisissez vos sons dans la bibliothèque

source: Choose your peckplayer version and drag your sound
fr_fr: Cet assistant va vous générer le tag à insérer dans votre article. Sélectionnez votre modèle de PeckPlayer dans la liste ci-dessous et ajoutez lui des sons de votre bibliothèque en les glissant à droite.

source: Template
fr_fr: Modèle

source: PeckPlayer sounds
fr_fr: Sons du Peckplayer

source: Library sounds
fr_fr: Sons de la bibliothèque

source: Validate
fr_fr: Valider

source: Multi version is the only one which can play multiple sounds.
fr_fr: Seule la version "Multi" peut lire plusieurs sons.

source: Edit a PeckPlayer
fr_fr: Editer un modèle

source: Auto play
fr_fr: Lecture automatique

source: Loop
fr_fr: Lecture en boucle

source: Foreground color
fr_fr: Couleur de premier plan

source: Background color
fr_fr: Couleur de fond

source: Text color
fr_fr: Couleur des textes

source: Save configuration
fr_fr: Enregistrer la configuration

source: Your custom PeckPlayer.
fr_fr: Votre PeckPlayer

source: Title
fr_fr: Titre

source: List of sounds
fr_fr: Liste des sons

source: Url of sounds, separated by a comma.
fr_fr: Urls des sons, séparées par une virgule.
